tap "tomanthony/brews"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "rcmdnk/file"
tap "contribsys/faktory"
cask "java"
cask "xquartz"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "ansible"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "veclibfort"
brew "arpack"
brew "autoconf"
brew "awscli"
brew "libpng"
brew "pcre"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "jpeg"
brew "libtiff"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "fftw"
brew "fig2dev"
brew "fltk"
brew "fzf"
brew "webp"
brew "gd"
brew "gl2ps"
brew "glpk"
brew "lua"
brew "gnuplot", args: ["with-aquaterm", "with-qt", "with-x11"]
brew "pkg-config"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "gstreamer"
brew "szip"
brew "hdf5"
brew "htop"
brew "xz"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "libevent"
brew "libssh2"
brew "mas"
brew "memcached", restart_service: true
brew "mercurial"
brew "metis"
brew "mysql"
brew "nodebrew"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "suite-sparse"
brew "octave"
brew "peco"
brew "postgresql"
brew "pyenv"
brew "python3"
brew "qt"
brew "sip"
brew "pyqt"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tbb"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "wget"
brew "wrk"
brew "zsh"
brew "contribsys/faktory/faktory"
brew "rcmdnk/file/brew-file"
brew "tomanthony/brews/itermocil"
cask "alfred"
cask "aquaterm"
cask "atom"
cask "clipy"
cask "coteditor"
cask "docker"
cask "firefox"
cask "flip4mac"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "kindle"
cask "minecraft"
cask "mysqlworkbench"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-hack-nerd-font"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MIDITrail", id: 421739418
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
