tap "contribsys/faktory"
tap "creasty/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "izumin5210/tools"
tap "rcmdnk/file"
tap "tomanthony/brews"
cask "java"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "ansible"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "veclibfort"
brew "arpack"
brew "autoconf"
brew "awscli"
brew "blueutil"
brew "libpng"
brew "pcre"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "go"
brew "diffutils"
brew "direnv"
brew "jpeg"
brew "libtiff"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "findutils"
brew "fltk"
brew "fzf"
brew "gawk"
brew "gcc@5"
brew "webp"
brew "gd"
brew "ghq"
brew "gl2ps"
brew "glpk"
brew "lua"
brew "qt"
brew "gnuplot", args: ["with-aquaterm", "with-qt", "with-x11"]
brew "pkg-config"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "gstreamer"
brew "gzip"
brew "szip"
brew "hdf5"
brew "htop"
brew "hub"
brew "xz"
brew "imagemagick"
brew "inetutils"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libevent"
brew "libssh2"
brew "make"
brew "mas"
brew "memcached", restart_service: true
brew "mercurial"
brew "metis"
brew "mysql"
brew "nasm"
brew "nodebrew"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "suite-sparse"
brew "octave"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "sip"
brew "pyqt"
brew "q"
brew "qemu"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "skinny"
brew "tbb"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "wget"
brew "wrk"
brew "zplug"
brew "zsh"
brew "contribsys/faktory/faktory"
brew "creasty/tools/rid"
brew "izumin5210/tools/grapi"
brew "rcmdnk/file/brew-file"
brew "tomanthony/brews/itermocil"
cask "alfred"
cask "clipy"
cask "coteditor"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flip4mac"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jasper"
cask "kindle"
cask "minecraft"
cask "mysqlworkbench"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "steam"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
