tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'rcmdnk/file'
cask 'xquartz'
brew 'libyaml'
brew 'openssl'
brew 'pkg-config'
brew 'ansible'
brew 'autoconf'
brew 'go'
brew 'direnv'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gd'
brew 'gdbm'
brew 'gl2ps'
brew 'lua'
brew 'readline'
brew 'gnuplot', args: ['with-aquaterm', 'with-x11']
brew 'gradle'
brew 'libtool'
brew 'graphicsmagick'
brew 'htop'
brew 'imagemagick'
brew 'libevent'
brew 'libssh2'
brew 'mas'
brew 'memcached', restart_service: true
brew 'pcre'
brew 'peco'
brew 'plotutils'
brew 'pstoedit'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'rust'
brew 'szip'
brew 'tbb'
brew 'tig'
brew 'wget'
brew 'wrk'
brew 'zsh'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/octave'
brew 'homebrew/versions/mysql56'
brew 'rcmdnk/file/brew-file'
cask 'alfred'
cask 'aquaterm'
cask 'atom'
cask 'clipmenu'
cask 'coteditor'
cask 'slack'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
mas 'LINE', id: 539883307
mas 'EazyDraw', id: 412624365
mas 'Keynote', id: 409183694
mas 'MIDITrail', id: 421739418
